allure-results/89f05fc37bb24069a9b39fbb17e4e16d-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><GetOrderDetail xmlns="http://tempuri.org/"><CPASId>718837273172</CPASId></GetOrderDetail></soap:Body></soap:Envelope>